[launcher]
170023=プレイ
170024=ワークショップ
170025=AOE ウェブサイト
170026=ランキング
170027=実績
170032=Microsoft Corporationの所有外、または管理外のスチームワークショップに入ろうとしています。
170033=スチームワークショップのこれらのモッドは Age of Empires II HDの機能の仕方を変える可能性があり、Microsoftによって作成されたもの、あるいはサポートされているものではありません。? スチームワークショップからファイルをダウンロードすることによってその危険性を認め、Microsoft Corporation ?及び関係会社はスチームワークショップの使用に関するいかなる責任からも免責されるものとします。スチームワークショップの使用にはMicrosoftのエンドユーザー使用許諾契約ではなくスチームの使用条件が適応されます。
170034=スチームワークショップのサブスクライバー契約条件に同意します: http://store.steampowered.com/subscriber_agreement/
170035=同意書：
170036=承諾する
170037=拒否する